brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "htop"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "zellij"

cask "alt-tab"
cask "bitwarden"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "hyperkey"
cask "iterm2"
cask "linearmouse"
cask "middleclick"
cask "rectangle"
cask "visual-studio-code"
cask "zotero"

