brew "bat"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "ghostscript"
brew "htop"
brew "imagemagick"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "texlab"
brew "tlrc"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"

cask "alt-tab"
cask "appcleaner"
cask "bitwarden"
cask "firefox"
cask "ghostty"
cask "hyperkey"
cask "linearmouse"
cask "middleclick"
cask "pika"
cask "rectangle"
cask "skim"
cask "visual-studio-code"
cask "zotero"

# AI-Offering
tap "azure/functions"
brew "azure/functions/azure-functions-core-tools@4"

# The following packages require sudo and are installed via Iru instead.
# cask "citrix-workspace"
# cask "docker-desktop"
